[
  {
    "Cylindrical Gauge": {
      "name": "Cylindrical Gauge",
      "title": "Cylindrical Gauge",
      "id": "CylindricalGaugeChart",
      "description": "Display a metric against a target value or capacity with this intuitive 3D cylinder.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380874?tab=Overview",
      "img": "../img/PowerBI/Cylindrical_Gauge_GIF.gif",
      "content": "<p> Cylindrical Gauge by MAQ Software allows users to compare actual values against a target capacity. Each gauge in this visual represents a single metric. </p><p> Cylindrical Gauge by MAQ Software is useful for evaluating inventory, average customer satisfaction scores, fuel, or other repository levels. </p><p>Key Features:</p><ul> <li> Define the minimum and maximum values of tick marks. </li><li> Customize the fill and border color of the cylinder. </li><li> Navigate the visual with a vertical scrollbar when height restrictions limit visibility. </li><li> List the value of the fill line below the cylinder for added clarity. </li></ul>",
      "category":  "comparison single"
    }
  },
  {
    "Bowtie Chart": {
      "name": "Bowtie Chart",

      "title": "Bowtie Chart",
      "id": "BowtieChart",
      "description": "Show a flow of data and quickly compare values in one or more categories.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380838?tab=Overview",
      "img": "../img/PowerBI/Bowtie_Chart_GIF.gif",
      "content": "<p>Use Bowtie Chart by MAQ Software to quickly compare values in one or more categories. The thickness of the bowtie's branches indicates the relative weight of each category. Users can create a half bowtie, showcasing the distribution of data within a source. Or, by entering values in the source, destination, and value fields, users can create a full bowtie, showcasing how an aggregate value splits into two distinct sub-categories. </p>Bowtie Chart by MAQ Software is ideal for displaying sales metrics, such as the flow of channel category sales into subcategory sales. <p> </p><p> Key features: </p><ul> <li> Configurable branch color. </li><li> Configurable font-size, color, and decimal precision for data labels and summary labels. </li><li> Optional use in either half bowtie or full bowtie format. </li></ul>",
      "category":  "flow"
    }
  }
]