[
   {
   "Radar Chart": {
     "name": "Radar Chart",
     "title": "Radar Chart ",
     "id": "RadarChart",
     "description": "Visualize multivariate data in a two-dimensional chart for three or more variables",
     "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA200001561?tab=Overview",
     "img": "../img/PowerBI/Radarchart.png",
     "gif": "../img/PowerBI/Radarchart.mp4",
     "content": "<p>Radar chart consists of a sequence of equiangular spokes, with each spoke representing one of the variables. A line is drawn connecting the data values for each spoke which gives the plot a star-like appearance.</p><p> Business Use Cases:</p><ul><li>Finance - Compare the performance of multiple companies along multiple business parameters, such as sales, profit, etc.</li><li>Product management - Compare products across multiple features/specifications</li><li>People operations - Outlines employee competencies across the KPIs</li></ul><p>Key features:</p><ul><li>Ability to plot multivariate data</li><li>Configurable curve interpolation method</li><li>Ability to change stroke width and transparency of plot color</li><li>Display data points on plot, set color and data point radius</li><li>Ability to change colors for plots</li><li>Configurable legend positioning and formatting</li><li>Ability to show/hide axes, customize axes color, stroke width and position</li><li>Cross-filter other visuals and legend interactivity</li><li>Support for context menu</li><li>Display data values and set text color</li></ul>",
     "category": "flow",
     "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
     "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
     "starimagetitle": "Power BI Certified",
     "pbicertifiedurl": "https://aka.ms/pbicertified"
   }
  },
  {
    "Organization Chart": {
      "name": "Organization Chart",
      "title": "Organization Chart ",
      "id": "OrganizationChart",
      "description": "Use this chart to demonstrate hierarchy within an organization, or any function area",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA200001120",
      "img": "../img/PowerBI/Organizationchart.png",
      "gif": "../img/PowerBI/Organizationchart.mp4",
      "content": "<p>Organization chart displays relationship between different entities. Users can visually display hierarchical information in a top-down structured tree format along with images.</p><p> Business Use Cases:</p><ul><li>Sales: Display sales structure along with territory responsibilities and actual sales. Group field can be used to visually indicate if a salesperson is below, on, or ahead of the target.</li><li>Marketing: Display various marketing campaigns at highest level. Various tactics and activities, displaying information such as cost, and other marketing KPIs measuring the impact of the campaigns, tactics, and activities at the next level.</li><li>Organization: Structure human resources according to respective departments and hierarchy.</li><li>IT: Display organizational IT assets, showing various asset categories, their availability volumes, broken down to specific assets.</li><li>Operations: Display a manufacturing process, with a breakdown of the components or ingredients to produce the product, along with their respective quantities in a hierarchical format.</li><li>Finance: Display budget allocation by divisions or projects, breaking them down into subdivisions or sub projects, color coding the components based on Group field to distinguish among those which are on budget, over budget, or within budget.</li></ul><p>Key features:</p><ul><li>Includes an optional image column to show images</li><li>Modify the look of the connector links</li><li>Color the cards based on a Legend column</li><li>Ability to customize the card dimension, border and corner radius</li><li>Interactivity with the cards to expand/collapse levels and cross-filter other visuals</li><li>Font formatting for labels and sublabels</li><li>Ability to zoom and drag the position of the visual</li><li>Configurable legend position and formatting</li><li>Support for context menu</li></ul>",
      "category": "flow",
      "certifiedstarimage": "",
      "pbicertifiedimage": "",
      "starimagetitle": "",
     "pbicertifiedurl": ""
    }
  },
  {
    "Sunburst": {
      "name": "Sunburst",
      "title": "Sunburst ",
      "id": "sunburst",
      "description": "Break down hierarchical data using color coded concentric rings",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA200000097?tab=Overview",
      "img": "../img/PowerBI/SunburstChart.jpg",
      "gif": "../img/PowerBI/SunburstMP4.mp4",
      "content": "<p>Sunburst by MAQ Software allows users to display hierarchical data as a set of nested rings.Customizable colors make it easy to distinguish between categories. The chart is displayed as a radial treemap or multilevel pie chart. </p><p>Sunburst by MAQ Software is useful for analyzing sales distributions, exports, and more. This visual is useful for identifying patterns in data that might otherwise go unnoticed.  </p><p>Key features:</p><ul><li>Customizable arcs</li><li>Customizable detail labels</li><li>Zoom-in animation</li><li>Customizable data colors</li><li>Cross-filtering support for legend values and circles</li><li>Bookmark support</li><li>Custom report tooltips support</li></ul>",
      "category": "comparison part change certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Treemap Bar Chart": {
      "name": "Treemap Bar Chart",
      "title": "Treemap Bar Chart ",
      "id": "TreemapBarChart",
      "description": "Display the breakdown of hierarchical data using color coded proportionate rectangles.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA200000043?tab=Overview",
      "img": "../img/PowerBI/TreeMap.jpg",
      "gif": "../img/PowerBI/TreemapBarChart.mp4",
      "content": "<p>Treemap Bar Chart by MAQ Software allows users to categorize hierarchical data in sets of colored rectangles of proportionate sizes. Customizable colors make it easy to distinguish between categories.</p><p>Use this visual for all your profit breakdown needs. We used this visual to easily visualize profit performance across countries, regions, and cities. The gradient effect and size of bricks act as a performance indicator while making efficient use of space to show the distribution of values across categories.</p><p>Key features:</p><ul><li>Select orientation between bar chart and column chart.</li><li>Total values and data labels for all categories.</li><li>Custom text and background colors.</li><li>Tooltips with additional insights.</li><li>Data by color as per legends.</li><li>Animation to examine the visual at the granular level.</li><li>Cross-filtering support for legend values, axis values, and the bricks.</li><li>Supports Bookmark.</li><li>Supports report tooltips configuration.</li><li>Allows Drillthrough.</li></ul>",
      "category": "comparison part change",
      "certifiedstarimage": "",
      "pbicertifiedimage": "",
      "starimagetitle": "",
      "pbicertifiedurl": ""
    }
  },
  {
    "Calendar": {
      "name": "Calendar",
      "title": "Calendar ",
      "id": "Calendar",
      "description": "Render events on specific days, which can be used as a reference during your report review.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381844?tab=Overview",
      "img": "../img/PowerBI/Calendar.jpg",
      "gif": "../img/PowerBI/CalendarByMAQSoftware.mp4",
      "content": "<p>Calendar by MAQ Software is the most effective way to track events. This visual allows users to render events on specific days, which can be used as a reference during your report review.</p><p>This visual is excellent for year-end reviews or simply examining next week’s schedule.</p><p>Key features:</p><ul><li>Ability to group events based on category.</li><li>Multiple views available—Month, Week, Day, List.</li><li>Ability to navigate to event details with a click.</li><li>Ability to set workdays and hours.</li></ul>",
      "category": "utility certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Forecast using Multiple Models": {
      "name": "Forecast using Multiple Models",
      "title": "Forecast using Multiple Models ",
      "id": "ForecastUsingMultipleModels",
      "description": "Implement four different forecasting models to learn from historical data and predict future values.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381845?tab=Overview",
      "img": "../img/PowerBI/ForecastingusingMultipleModels.jpg",
      "gif": "../img/PowerBI/forecast-multiple-models.mp4",
      "content": "<p>Forecast Using Multiple Models by MAQ Software lets you implement four different forecasting models to learn from historical data and predict future values. The forecasting models include linear regression, ARIMA, exponential smoothing, and neural network.</p><p>This visual is excellent for forecasting budgets, sales, demand, or inventory.</p><p>R package dependencies (auto-installed): forecast, plotly, zoo, lubridate.</p><p>Key features:</p><ul><li>Four different forecasting methods/models.</li><li>Ability to adjust the parameters of the learning model.</li><li>Wide range of date and time formats. </li><li>Ability to choose algorithm, show or hide confidence intervals, decide on the split point, and apply data transformation.</li></ul>",
      "category": "forecast",
      "certifiedstarimage": "",
      "pbicertifiedimage": "",
      "starimagetitle": "",
      "pbicertifiedurl": ""
    }
  },
  {
    "Gantt Chart": {
      "name": "Gantt Chart",
      "title": "Gantt Chart ",
      "id": "GanttChart",
      "description": "Gantt chart with a grid that shows task details and key performance indicators.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381364?tab=Overview",
      "img": "../img/PowerBI/GanttChart.jpg",
      "gif": "../img/PowerBI/Gantt_Chart.mp4",
      "content": "<p>Gantt charts are used for scheduling and task management. Ordinary Gantt charts only display basic details such task IDs, names, and schedules. Gantt Chart by MAQ Software includes a grid that allows users to view data related to the task and the hierarchy of data categories. Users can sort the data based on any data point contained in the task.</p><p>With Gantt Chart by MAQ  Software, project managers can monitor project IDs, start times, end times, current status, project duration, project owners, and task priorities, as well as many other KPIs. Users can also view individual tasks and their progress.</p><p>Key features:</p><ul><li>Hierarchical view with expand / collapse option for parent levels.</li><li>Color bars based on category.</li><li>Task details on grid with hierarchy.</li><li>Showcase the task status as of the current date.</li><li>Sort data based on any parameter of grid.</li><li>Display tooltips for column headers, category labels, KPI indicators, data labels, and bars.</li></ul>",
      "category": "change certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "KPI Grid": {
      "name": "KPI Grid",
      "title": "KPI Grid ",
      "id": "KPIGridChart",
      "description": "Display data in hierarchical order with options to separate categories and illustrate trends.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380947?tab=Overview",
      "img": "../img/PowerBI/KPIGrid.jpg",
      "gif": "../img/PowerBI/KPI_Grid.mp4",
      "content": "<p>KPI Grid by MAQ Software allows users to track productivity and performance data by displaying key data in hierarchical order.Users can specify the time periods shown, making gauging performance according to internal deadlines and benchmarks easy.</p><p>KPI Grid by MAQ Software is useful for adding visual interest to reports, such as yearly sales data.In addition to displaying the data, users can add images to emphasize trends.</p><p>Key features:</p><ul><li>Include custom images such as rising or falling arrows.</li><li>Include separators between columns, highlighting certain categories for quick comparison.</li><li>Change row background colors, text size, and text color.</li></ul>",
      "category": "ranking kpi certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Journey Chart": {
      "name": "Journey Chart",
      "title": "Journey Chart ",
      "id": "JourneyChart",
      "description": "Create straightforward graphs that show networks of categories and relationships.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380989?tab=Overview",
      "img": "../img/PowerBI/JourneyChart.jpg",
      "gif": "../img/PowerBI/Journey_Chart.mp4",
      "content": "<p>Journey Chart by MAQ Software lets users display complex, multi-stage lead paths in a clean, uncluttered visual. In this visual, nodes represent categories and vertices represent relationships between categories. The bigger the node or vertex, the larger the value. Customizable node colors make distinguishing between categories easy.</p><p>Journey Chart by MAQ Software is useful for explaining process flow, uncovering underlying patterns, highlighting subcategories stemming from a single source, and showing connections between categories.</p><p>Key features:</p><ul><li>Text labels and tooltips for each node provide information such as title or value.</li><li>Customize colors and sizes for text labels.</li><li>Option to add a legend to clarify complex graphs.</li></ul>",
      "category": "correlation flow certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Forecast using Neural Network": {
      "name": "Forecast using Neural Network",
      "title": "Forecast using Neural Network ",
      "id": "ForecastUsingNeuralNetwork",
      "description": "Use the Neural Network algorithm to forecast future values based on historical data.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381428?tab=Overview",
      "img": "../img/PowerBI/ForecastingusingNeuralNetworks.jpg",
      "gif": "../img/PowerBI/Forecast_Using_Neural_Network.mp4",
      "content": "<p>Forecasting using Neural Network by MAQ Software implements an “Artificial Neural Network” to learn from historical data and predict future values. This visual uses a single layer feed forward network with lagged inputs to process time series values. R package dependencies (auto-installed): forecast, plotly, zoo, xts.</p><p>Forecasting using Neural Network by MAQ Software is useful for forecasting budgets, sales, demand, or inventory.</p><p>Key features:</p><ul><li>Ability to use years or distinct numerical values in place of date and time field. (The visual will work for both numerical series, i.e. years or numbers, and proper date and time values).</li><li>Hover tooltips and highlighting of specific portions of the plot.</li><li>Capability to manually adjust the parameters of the learning model.</li></ul>",
      "category": "change flow forecast",
      "certifiedstarimage": "",
      "pbicertifiedimage": "",
      "starimagetitle": "",
      "pbicertifiedurl": ""
    }
  },
  {
    "Ring Chart": {
      "name": "Ring Chart",
      "title": "Ring Chart ",
      "id": "RingChart",
      "description": "Show relationships between values and display a dynamic key performance indicator.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380824?tab=Overview",
      "img": "../img/PowerBI/RingChart.jpg",
      "gif": "../img/PowerBI/Ring_Chart.mp4",
      "content": "<p> Ring Chart by MAQ Software breaks large sums into smaller data slices. The size of each slice is relative to the data itself. The center of the ring displays a dynamic KPI and summary. Threshold values define the color and direction of the indicator.</p><p>For example, to display the contribution of various channels to the total sales, data for channels such as e-mail, store, and online can be represented as slices of the ring. In this scenario, the entire ring represents total sales.</p><p>Key features:</p><ul><li>3D visual feedback when highlighting specific slices.</li><li>Display raw data in legend, along with toggleable KPI indicators.</li><li>Showcase multiple data fields in tooltips.</li></ul>",
      "category": "part certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Quadrant Chart": {
      "name": "Quadrant Chart",
      "title": "Quadrant Chart ",
      "id": "QuadrantChart",
      "description": "Show data in quadrants, illustrating distribution and items that share common traits.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381011?tab=Overview",
      "img": "../img/PowerBI/QuadrantChart.jpg",
      "gif": "../img/PowerBI/Quadrant_Chart.mp4",
      "content": "<p>Quadrant Chart by MAQ Software is a bubble chart with a background divided into four equal sections.This visual is useful for plotting data that contains three measures using an X-axis, a Y-axis, and varying bubble sizes that represent the value of the third measure.</p><p>Quadrant Chart by MAQ Software is useful for showing relationships, such as the relationship between production cost and gross profit. Users can place cost values on the X-axis and profit on the Y-axis. The four sections rate the performance (cost vs. profit) as bad, good, better, or best.Bubbles in each quadrant represent the health of each respective quadrant. The size of the bubble represents the number of units sold. Quadrant Chart by MAQ Software is compact, yet shows a great deal of information.</p><p>Key features:</p><ul><li>Customizable bubble colors.</li><li>Formatting options for quadrants and quadrant lines including naming for each quadrant, X-axis division line, Y-axis division line, and a choice of dotted or solid lines.</li><li>Custom title, title text, labels, display units, and decimal points for each axis.</li><li>Support for Power BI bookmarks.</li></ul>",
      "category": "correlation certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Grid": {
      "name": "Grid",
      "title": "Grid ",
      "id": "GridChart",
      "description": "Showcase data in a grid format with features such as pagination and sorting.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380825?tab=Overview",
      "img": "../img/PowerBI/Grid.jpg",
      "gif": "../img/PowerBI/Grid.mp4",
      "content": "<p>Grid by MAQ Software allows users to present specific data from a complex dataset. This visual enables users to navigate large datasets and focus on the most important items. Pagination facilitates easy navigation. Users can also sort data based on any column.</p><p>Key features:</p><ul><li>Users can add an image to the grid using a URL.</li><li>Support for multiple data formats including CSV.</li><li>Support for special characters.</li></ul>",
      "category": "ranking certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Hourglass Chart": {
      "name": "Hourglass Chart",
      "title": "Hourglass Chart ",
      "id": "HourglassChart",
      "description": "Compare category values between two scenarios.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381843?tab=Overview",
      "img": "../img/PowerBI/Hourglass.jpg",
      "gif": "../img/PowerBI/hourglass-visual.mp4",
      "content": "<p>Hourglass by MAQ Software lets users compare category values between two scenarios. For example, users can compare category values before and after an event or values at a source versus at a destination. This visual can also display conversion rates or changes in values.</p><p>Hourglass by MAQ Software is useful for any scenario where users must compare data before and after an event takes place, such as when comparing the number of scheduled flights versus the number of delayed flights between multiple airports.</p><p>Key features:</p><ul><li>Highlight individual categories on click.</li><li>Rotate the visual horizontally or vertically.</li><li>Animate individual categories on hover.</li><li>Add or remove the conversion box. </li></ul>",
      "category": "comparison",
      "certifiedstarimage": "",
      "pbicertifiedimage": "",
      "starimagetitle": "",
      "pbicertifiedurl": ""
    }
  },
  {
    "Text Enhancer": {
      "name": "Text Enhancer",
      "title": "Text Enhancer ",
      "id": "TextEnhancer",
      "description": "Unlocks new text styling options in Power BI, enabling users to create more visually engaging reports.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381762?tab=Overview",
      "img": "../img/PowerBI/TextEnhancer.jpg",
      "gif": "../img/PowerBI/TextEnhancer2.mp4",
      "content": "<p>Text Enhancer by MAQ Software unlocks new text styling options in Power BI, enabling users to create more visually engaging reports. Out of the box, Power BI has minimal text editing options. Text Enhancer adds customization options including adjustments for text shadow, rotation, angle, skewness, alignment, and more. It also includes text wrapping capability.</p><p>Text Enhancer by MAQ Software makes reports stand out in any business application.</p><p>Key features:</p><ul><li>Static and dynamic text.</li><li>Text wrapping capability.</li><li>Text styles including bold, italic, underline, overline, and strike-through.</li><li>Configure shadow, shadow blur, shadow color, text alignment, text skew, and text perspective.</li></ul>",
      "category": "utility",
      "certifiedstarimage": "",
      "pbicertifiedimage": "",
      "starimagetitle": "",
      "pbicertifiedurl": ""
    }
  },
  {
    "Ratings": {
      "name": "Ratings",
      "title": "Ratings ",
      "id": "Ratings",
      "description": "Add ratings or scores to reports.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381838?tab=Overview",
      "img": "../img/PowerBI/Ratings.jpg",
      "gif": "../img/PowerBI/RatingsByMAQSoftware.mp4",
      "content": "<p>Ratings by MAQ Software allows users to add ratings or scores to reports. Users can choose to show average ratings or ratings by specific groups such as individual departments.</p><p>Ratings by MAQ Software is useful for showing movie, product, or hotel ratings. This visual can also act as a business performance indicator.</p><p>Key features:</p><ul><li>Choose from four different indicator shapes.</li><li>Choose between a solid fill color or a gradient fill.</li><li>Display average ratings or ratings by groups.</li></ul>",
      "category": "ranking certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Venn Diagram": {
      "name": "Venn Diagram",
      "title": "Venn Diagram ",
      "id": "VennDiagram",
      "description": " Display logical relationships between multiple datasets, each represented as a circle.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381231?tab=Overview",
      "img": "../img/PowerBI/VennDiagram.jpg",
      "gif": "../img/PowerBI/Venn_Diagram.mp4",
      "content": "<p>Venn Diagram by MAQ Software displays logical relationships between a collection of datasets, each represented as a circle. The intersection of the circles illustrates the qualities that are shared by the overlapping datasets.</p><p>One use for Venn Diagram by MAQ Software is showing employee involvement in various products or services. Users can quickly display which employees are involved with which products, and where overlaps between teams occur.</p><p>Key features:</p><ul><li>Customizable names and colors for each circle or dataset.</li><li>Labels let users easily distinguish between individual values and intersected region values.</li><li>Users can hover their mouse over different regions, showing individual and intersected values.</li></ul>",
      "category": "correlation certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Linear Gauge": {
      "name": "Linear Gauge",
      "title": "Linear Gauge ",
      "id": "LinearGaugeChart",
      "description": "Show progress towards a target goal, such as achieved sales against a target value.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380821?tab=Overview",
      "img": "../img/PowerBI/LinearGauge.jpg",
      "gif": "../img/PowerBI/Linear_Gauge.mp4",
      "content": "<p>Linear Gauge by MAQ Software shows progress toward a target value, such as achieved sales versus targeted monthly sales. This visual allows users to include multiple data points, which is useful for illustrating trends such as monthly or year-to-date (YTD) completion rates. Information displayed includes the present value, percentage toward completion, and two optional trend values.</p><p>Key features:</p><ul><li>Set the minimum and maximum value of the metric.</li><li>Customize the color of the gauge and data labels.</li><li>Choose from six unit options for the metric.</li></ul>",
      "category": "comparison certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Horizontal Funnel": {
      "name": "Horizontal Funnel",
      "title": "Horizontal Funnel ",
      "id": "HorizontalFunnelChart",
      "description": "Display various stages of a process and related metrics in a horizontally oriented funnel.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380846?tab=Overview",
      "img": "../img/PowerBI/HorizontalFunnel.jpg",
      "gif": "../img/PowerBI/Horizontal_Funnel.mp4",
      "content": "<p>While other Power BI funnels are limited to displaying one key metric for each funnel stage, Horizontal Funnel by MAQ Software allows users to display a second, customizable metric beneath the primary measure. The secondary measure defines the size of the colored funnel segments. For example, users can call out the dropout value or percentage next to the primary measure.</p><p>Horizontal Funnel by MAQ Software is useful in many applications, including sales pipeline analysis (allowing users to view both the sales process and conversion rates at each stage), website traffic analysis, order fulfillment, or any business process analysis that involves multiple stages.</p><p>Key features:</p><ul><li>Display a secondary measure below the colored bars.</li><li>Tooltip to display a brief explanation of the data.</li><li>Change the color configuration of the funnel stage and change the color, font size, display units, and decimal places of the labels.</li></ul>",
      "category": "flow certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "KPI Ticker": {
      "name": "KPI Ticker",
      "title": "KPI Ticker ",
      "id": "KPITickerChart",
      "description": "Display multiple key performance indicators in an automatically rotating visual.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380946?tab=Overview",
      "img": "../img/PowerBI/KPITicker.jpg",
      "gif": "../img/PowerBI/KPI_Ticker.mp4",
      "content": "<p>KPI Ticker by MAQ Software saves space on your reports by displaying multiple KPIs in a series of rotating tiles. Show the percentage increase or decrease of each value and quickly alert viewers of positive, negative, and neutral changes with an optional color-coded trend indicator.</p><p>KPI Ticker by MAQ Software works great in applications with frequently changing metrics such as values for multiple stocks or flight delay information for multiple carriers.</p><p>Key features:</p><ul><li>Adjust the number of tiles in each row and their background color.</li><li>Change the font size and color.</li><li>Customize the colors of positive, negative, and neutral trend indicators.</li></ul>",
      "category": "change single kpi certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Brick Chart": {
      "name": "Brick Chart",
      "title": "Brick Chart ",
      "id": "BrickChart",
      "description": "Box chart with shaded bricks that show the percentage breakdown of a dataset.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380836?tab=Overview",
      "img": "../img/PowerBI/BrickChart.jpg",
      "gif": "../img/PowerBI/Brick_Chart.mp4",
      "content": "<p>Brick Chart by MAQ Software allows users to display a percentage breakdown of a category in an alternative format to a donut or pie chart. This visual is useful for showing percentages or positions occupied, such as seats in a legislature. It is also useful for comparing each portion of a category to the whole.</p><p>Key features:</p><ul><li>Tooltip to indicate the category each color represents and its corresponding percentage.</li><li>Option to include a legend with a customizable title, size, and color.</li><li>Customizable chart width and height.</li></ul>",
      "category": "part certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },

  {
    "KPI Column": {
      "name": "KPI Column",
      "title": "KPI Column ",
      "id": "KPIColumnChart",
      "description": "Line and column chart that measures progress toward key performance indicators.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380996?tab=Overview",
      "img": "../img/PowerBI/KPIColumn.jpg",
      "gif": "../img/PowerBI/KPI_Column.mp4",
      "content": "<p>KPI Column by MAQ Software is a combination of a line and column chart where each column value changes color depending on its relation to a target line value. Columns represent performance and lines represent KPI targets.</p><p>KPI Column by MAQ Software has many business applications including measuring sales, revenue, or profit data against target values.</p><p>Key features:</p><ul><li>Include an optional target value that's common for all columns.</li><li>Represent forecasted data in columns, using the same target line.</li><li>Display forecasted columns in a translucent color to differentiate from actual values.</li></ul>",
      "category": "comparison change kpi certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Box and Whisker Chart": {
      "name": "Box and Whisker Chart",
      "title": "Box and Whisker Chart ",
      "id": "BoxAndWhiskers",
      "description": "Display quartiles and compare distributions between several sets of data.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381351?tab=Overview",
      "img": "../img/PowerBI/BoxandWhiskers.jpg",
      "gif": "../img/PowerBI/Box_and_Whisker.mp4",
      "content": "<p>Box and Whisker Chart by MAQ Software is useful for quickly comparing distributions between several sets of data. In addition to showing the median, first and third quartiles, and the maximum and minimum values, Box and Whisker Chart by MAQ Software displays the mean, standard deviation, and quartile deviation.</p><p>This visual is useful for any application that requires comparing large datasets in a compact space.</p><p>Key features:</p><ul><li>Display parent and child data segments.</li><li>Flip or swap axis data points based on reporting requirements.</li><li>Choose different shapes (circle, square, rectangle) for mean and data points.</li></ul>",
      "category": "distribution certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Histogram With Points": {
      "name": "Histogram With Points",
      "title": "Histogram With Points ",
      "id": "HistogramChart",
      "description": "Displays density of distribution using bars along with actual values represented by points.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381032?tab=Overview",
      "img": "../img/PowerBI/HistogramwithPoints.jpg",
      "gif": "../img/PowerBI/Histogram_With_Points.mp4",
      "content": "<p>While histogram charts are good at illustrating the density of distributed data, they normally do not show specific values. Histogram with Points by MAQ Software addresses this issue by combining a histogram chart with points that show the actual data for each range.</p><p>Histogram with Points by MAQ Software is useful in many business applications, such as displaying employee salary distribution as well as salary variation for individual employees in specific salary ranges.</p><p>Key features:</p><ul><li>Show or hide points and histogram bars.</li><li>Show or hide the X-axis, Y-axis-right, or Y-axis-left.</li><li>Show or hide gridlines.</li></ul>",
      "category": "distribution certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Clustering using OPTICS": {
      "name": "Clustering using OPTICS",
      "title": "Clustering using OPTICS ",
      "id": "ClusteringUsingOPTICS",
      "description": "Use the density-based clustering algorithm OPTICS to analyze groups within a dataset.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381463?tab=Overview",
      "img": "../img/PowerBI/ClusterUsingOptics.jpg",
      "gif": "../img/PowerBI/Clustering_Using_OPTICS.mp4",
      "content": "<p>Clustering using OPTICS by MAQ Software analyzes and identifies data clusters. The algorithm relies on density-based clustering, allowing users to identify outlier points and closely-knit groups within larger groups. This visual includes adjustable clustering parameters to control hierarchy depth and cluster sizes. R package dependencies (auto-installed): Dbscan, plotly, ggplot2.</p><p>Key Features:</p><ul><li>Data is scaled and pre-processed automatically, eliminating the need to do so externally.</li><li>Hover tooltips and zoom effects.</li><li>Capability to manually adjust the parameters of the clustering model.</li></ul>",
      "category": "cluster",
      "certifiedstarimage": "",
      "pbicertifiedimage": "",
      "starimagetitle": "",
      "pbicertifiedurl": ""
    }
  },
  {
    "Thermometer": {
      "name": "Thermometer",
      "title": "Thermometer ",
      "id": "ThermometerChart",
      "description": "Represent progress toward goals with a highly customizable thermometer graphic.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380847?tab=Overview",
      "img": "../img/PowerBI/Thermometer.jpg",
      "gif": "../img/PowerBI/Thermometer.mp4",
      "content": "<p>Whether measuring event registrations, sales data, or online conversions, Thermometer by MAQ Software is the perfect tool for visualizing progress toward a target goal.</p><p>Key features:</p><ul><li>Set the fill and border color of the thermometer.</li><li>Adjust the minimum and maximum value of the scale.</li><li>Turn off the tick bar for a minimalist look.</li></ul>",
      "category": "single certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Dynamic Tooltip": {
      "name": "Dynamic Tooltip",
      "title": "Dynamic Tooltip ",
      "id": "DynamicTooltipChart",
      "description": "Enhance readability of reporting charts by providing additional data points as tooltips.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380983?tab=Overview",
      "img": "../img/PowerBI/DynamicTooltip.jpg",
      "gif": "../img/PowerBI/Dynamic_Tooltip.mp4",
      "content": "<p>While most available tooltips only display static information, Dynamic Tooltip by MAQ Software displays both static text and dynamic data fetched from a data source. If the data from the data source changes, the tooltip will update automatically. Dynamic Tooltip by MAQ Software is also useful for adding visual aids and indication images, such as a glowing bulb icon in the corner of a chart that suggests to the audience that clicking the icon will yield “tips.”</p><p>Key features:</p><ul><li>Enables static and dynamic tooltips for report charts.</li><li>Customized icon image configuration.</li><li>Formatting options for decimals and display unit data.</li></ul>",
      "category": "utility certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Cylindrical Gauge": {
      "name": "Cylindrical Gauge",
      "title": "Cylindrical Gauge ",
      "id": "CylindricalGaugeChart",
      "description": "Display a metric against a target value or capacity with this intuitive 3D cylinder.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380874?tab=Overview",
      "img": "../img/PowerBI/CylindricalGauge.jpg",
      "gif": "../img/PowerBI/Cylindrical_Gauge.mp4",
      "content": "<p>Cylindrical Gauge by MAQ  Software allows users to compare actual values against a target capacity. Each gauge in this visual represents a single metric.</p><p>Cylindrical Gauge by MAQ  Software is useful for evaluating inventory, average customer satisfaction scores, fuel, or other repository levels.</p><p>Key Features:</p><ul><li>Define the minimum and maximum values of tick marks.</li><li>Customize the fill and border color of the cylinder.</li><li>Navigate the visual with a vertical scrollbar when height restrictions limit visibility.</li><li>List the value of the fill line below the cylinder for added clarity.</li></ul>",
      "category": "comparison single certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Circular Gauge": {
      "name": "Circular Gauge",
      "title": "Circular Gauge ",
      "id": "CircularGaugeChart",
      "description": "Illustrate progress toward goals in either a pie or donut chart format.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380837?tab=Overview",
      "img": "../img/PowerBI/CircularGauge.jpg",
      "gif": "../img/PowerBI/Circular_Gauge.mp4",
      "content": "<p>Circular Gauge by MAQ Software shows the progress of a task in a circular chart. Progress is shown either as the actual value or as a percentage of the target value. Users can display the visual in either a pie or a donut chart format. Users can also set a threshold value for the chart.</p><p>Circular Gauge by MAQ Software is useful for displaying key performance indicators (KPIs), such as sales achieved against a set target.</p><p>Key features:</p><ul><li>One color illustrates actual progress and the other displays the target.</li><li>The percentage displayed on the report tracks progress against the target.</li><li>Text size and ring size are customizable.</li></ul>",
      "category": "comparison certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Rotating Chart": {
      "name": "Rotating Chart",
      "title": "Rotating Chart ",
      "id": "RotatingChart",
      "description": "Automatically flipping chart that displays different key performance indicators.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381007?tab=Overview",
      "img": "../img/PowerBI/RotatingChart.jpg",
      "gif": "../img/PowerBI/Rotating_Chart.mp4",
      "content": "<p>Rotating Chart by MAQ Software is a horizontal bar chart that rotates on the horizontal axis to showcase multiple KPIs. Each flip can have a new value based on the number of KPIs that need to be displayed. For better visibility, users can set a timer for the rotation delay.</p><p>Business reports often require many KPIs in a single report, especially when showcasing historical data. Rotating Chart by MAQ Software lets users display multiple KPIs or metrics in a small viewing area, saving space on lengthy reports.</p><p>Key features:</p><ul><li>The tile can be rotated on the horizontal or the vertical axis.</li><li>Flip delay time can be specified, ensuring that all data shown in the tile is readable.</li><li>Includes a 3D effect option, emphasizing when different data is displayed.</li><li>Includes basic formatting options such as font type, size, and color for the label and title, background, and tile borders.</li></ul>",
      "category": "single certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Text Wrapper": {
      "name": "Text Wrapper",
      "title": "Text Wrapper ",
      "id": "TextWrapperChart",
      "description": "Retrieve text from any data source and enable text wrapping within a target field.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380826?tab=Overview",
      "img": "../img/PowerBI/TextWrap.jpg",
      "gif": "../img/PowerBI/Text_Wrapper.mp4",
      "content": "<p>Text Wrapper by MAQ Software retrieves text from any data source and wraps it within the target field, presenting the text in a readable format.This visual also wraps static text strings (statements) with dynamic text field values.</p><p>Key Features:</p><ul><li>The dynamic text field value updates according to the selected filter or slicer, keeping the static text intact.</li></ul>",
      "category": "utility certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Data Insights": {
      "name": "Data Insights",
      "title": "Data Insights ",
      "id": "DataInsights",
      "description": "Gantt chart with a grid that shows task details and key performance indicators.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381454?tab=Overview",
      "img": "../img/PowerBI/DataInsights.jpg",
      "gif": "../img/PowerBI/Data_Insights.mp4",
      "content": "<p>Data Insights by MAQ Software allows users to view data in multiple formats and quickly narrow data results. Users can switch between horizontal bar, vertical bar, brick, or tabular formats. With Data Insights by MAQ Software, users can easily explore data, select specific data, and view selected data in the format that best fits individual business needs.</p><p>Key features:</p><ul><li>Display data in bar, brick, and tabular formats.</li><li>Custom text and background colors.</li><li>Tooltips with additional insights.</li></ul><p>Business Applications:</p><ul><li>Display multiple sales KPIs simultaneously.</li><li>Shift between multiple KPIs or reporting periods by changing the axis base.</li></ul>",
      "category": "comparison part change",
      "certifiedstarimage": "",
      "pbicertifiedimage": "",
      "starimagetitle": "",
      "pbicertifiedurl": ""
    }
  },
  {
    "Dot Plot": {
      "name": "Dot Plot",
      "title": "Dot Plot ",
      "id": "DotPlotChart",
      "description": "Display distributions among categories to highlight gaps, clusters, and outliers.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381101?tab=Overview",
      "img": "../img/PowerBI/DotPlot.jpg",
      "gif": "../img/PowerBI/Dot_Plot.mp4",
      "content": "<p>Dot Plot by MAQ Software displays data points (bubbles), plotted on an X/Y axis, and distributed over a desired set of values. The size of the bubble represents the magnitude, and the color represents the category.Users can view data through multiple parent and child sub-categories, a significant improvement over other dot plot diagrams.</p><p>Dot Plot by MAQ Software is useful for displaying multi-dimensional sales data in one visual, such as sales quantity per year over various regions.</p><p>Key features:</p><ul><li>Support for selection and multi-selection with partial highlighting.</li><li>Display distinct bubble color for different categories.</li><li>Modify bubble size and bubble animation on click.</li></ul>",
      "category": "comparison distribution",
      "certifiedstarimage": "",
      "pbicertifiedimage": "",
      "starimagetitle": "",
      "pbicertifiedurl": ""
    }
  },
  {
    "Funnel with Source": {
      "name": "Funnel with Source",
      "title": "Funnel with Source ",
      "id": "FunnelWithSourceChart",
      "description": "Displays stage-wise metrics and the source (entry point) of any data point.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381334?tab=Overview",
      "img": "../img/PowerBI/FunnelwithSource.jpg",
      "gif": "../img/PowerBI/Funnel_with_source.mp4",
      "content": "<p>Funnel with Source by MAQ Software shows a funnel journey for any metric or data point. This visual allows users to follow the path of a metric over various stages, as well as track the entry channel through which the metric reached the funnel.</p><p>Funnel with Source by MAQ Software is excellent for visualizing sales paths. It showcases the channel through which a lead enters the funnel and the lead's corresponding journey through the various stages of the sales cycle.</p><p>Key features:</p><ul><li>Filter data based on the channel selected and on the selection of any stage of the sales journey.</li><li>Support for cross-visual filtering.</li></ul>",
      "category": "flow certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Trading Chart": {
      "name": "Trading Chart",
      "title": "Trading Chart ",
      "id": "TradingChart",
      "description": "Enter historical trading records and display significant price points as colored vertical bars.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380823?tab=Overview",
      "img": "../img/PowerBI/StockChart.jpg",
      "gif": "../img/PowerBI/Stock_Chart.mp4",
      "content": "<p>Trading Chart by MAQ Software lets users enter historical trading records and translates them into a simple chart. Gray bars signify low and high price values. Red or green bars superimposed over the low and high values show which direction the stock moved.</p><p>Key features:</p><ul><li>A red bar indicates a stock’s price has dropped; a green bar indicates the price rose.</li><li>Customizable price ranges and time increments.</li></ul>",
      "category": "change distribution certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Rotating Tile": {
      "name": "Rotating Tile",
      "title": "Rotating Tile ",
      "id": "RotatingTileChart",
      "description": "Automatically flipping tile that displays different key performance indicators.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380877?tab=Overview",
      "img": "../img/PowerBI/RotatingTiles.jpg",
      "gif": "../img/PowerBI/Rotating_Tile.mp4",
      "content": "<p>Rotating Tile by MAQ Software is a tile that displays one KPI value at a time before flipping to the next value. This visual is useful for showcasing multiple KPIs or metrics on a single report.</p><p>One use for Rotating Tile by MAQ Software is showing many KPIs in a limited space on a year-end financial report.</p><p>Key features:</p><ul><li>Tile can be rotated on the horizontal or the vertical axis.</li><li>The flip delay time can be specified, ensuring that all data shown in the tile is readable.</li><li>Includes a 3D effect option, making noticing data changes easier for viewers.</li><li>Includes basic formatting options for the label and title, background, and tile borders, including font type, size, and color.</li></ul>",
      "category": "flow certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Dumbbell Chart": {
      "name": "Dumbbell Chart",
      "title": "Dumbbell Chart ",
      "id": "DumbbellChart",
      "description": "Display business metrics and show changes over time or across various categories.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381460?tab=Overview",
      "img": "../img/PowerBI/DumbbellChart.jpg",
      "gif": "../img/PowerBI/Dumbbell_Chart.mp4",
      "content": "<p> Dumbbell Chart by MAQ Software helps users analyze changes in critical data. This visual consists of a dual-axis combination chart: one axis of is marked by a circle, the other is marked by a line that spans data points provided by the user. Dumbbell Chart by MAQ Software is ideal for illustrating change and comparing the distance between data points. R package dependencies (auto-installed): plotly and ggplot2.</p><p>Key features:</p><ul><li>Display the performance of multiple indicators.</li><li>Compare the growth or loss of indicators across various categories.</li><li>Quickly download an image of the chart with the capture image widget.</li></ul>",
      "category": "comparison change",
      "certifiedstarimage": "",
      "pbicertifiedimage": "",
      "starimagetitle": "",
      "pbicertifiedurl": ""
    }
  },
  {
    "Bowtie Chart": {
      "name": "Bowtie Chart",
      "title": "Bowtie Chart ",
      "id": "BowtieChart",
      "description": "Show a flow of data and quickly compare values in one or more categories.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104380838?tab=Overview",
      "img": "../img/PowerBI/BowtieChart.jpg",
      "gif": "../img/PowerBI/Bowtie_Chart.mp4",
      "content": "<p>Use Bowtie Chart by MAQ Software to quickly compare values in one or more categories. The thickness of the bowtie's branches indicates the relative weight of each category. Users can create a half bowtie, showcasing the distribution of data within a source. Or, by entering values in the source, destination, and value fields, users can create a full bowtie, showcasing how an aggregate value splits into two distinct sub-categories.</p>Bowtie Chart by MAQ Software is ideal for displaying sales metrics, such as the flow of channel category sales into subcategory sales.<p></p><p>Key features:</p><ul><li>Interactivity with other visuals</li><li>Configurable branch color.</li><li>Configurable font-size, color, and decimal precision for data labels and summary labels.</li><li>Optional use in either half bowtie or full bowtie format.</li></ul>",
      "category": "flow certified",
      "certifiedstarimage": "../img/PowerBI/certifiedstarimage.png",
      "pbicertifiedimage": "../img/PowerBI/pbicertifiedimage.png",
      "starimagetitle": "Power BI Certified",
      "pbicertifiedurl": "https://aka.ms/pbicertified"
    }
  },
  {
    "Slope Chart": {
      "name": "Slope Chart",
      "title": "Slope Chart ",
      "id": "SlopeChart",
      "description": "Show upward or downward trends between two data points.",
      "url": "https://appsource.microsoft.com/en-us/product/power-bi-visuals/WA104381393?tab=Overview",
      "img": "../img/PowerBI/SlopeChart.jpg",
      "gif": "../img/PowerBI/Slope_Chart.mp4",
      "content": "<p>Slope Chart by MAQ Software allows users to analyze trends in data at a glance.This visual is useful for comparing interactions between two data points based on time or other user-chosen parameters.R package dependencies (auto-installed): plotly and ggplot2.</p><p>Key features:</p><ul><li>Quick comparison of indicator growth or loss across categories.</li><li>Easy interaction with many data points using zoom functionality.</li><li>Quickly download an image of the chart with the capture image widget.</li></ul>",
      "category": "comparison change",
      "certifiedstarimage": "",
      "pbicertifiedimage": "",
      "starimagetitle": "",
      "pbicertifiedurl": ""
    }
  }
]